TOKEN = '*'

keys = {
    'доллар': 'USD',          # Доллар США
    'евро': 'EUR',            # Евро
    'рубль': 'RUB',           # Российский рубль
    'фунт': 'GBP',            # Британский фунт стерлингов
    'иена': 'JPY',            # Японская иена
    'юань': 'CNY',            # Китайский юань
    'франк': 'CHF',           # Швейцарский франк
    'вона': 'KRW',            # Южнокорейская вона
    'рупия': 'INR',           # Индийская рупия
    'реал': 'BRL',            # Бразильский реал
    'лира': 'TRY',            # Турецкая лира
    'песо': 'MXN',            # Мексиканское песо
    'бат': 'THB',             # Тайский бат
    'крона': 'SEK',           # Шведская крона
    'тенге': 'KZT',           # Казахстанский тенге
    'канадский доллар': 'CAD',# Канадский доллар
    'австралийский доллар': 'AUD',  # Австралийский доллар
    'новозеландский доллар': 'NZD', # Новозеландский доллар
    'гонконгский доллар': 'HKD',    # Гонконгский доллар
    'сингапурский доллар': 'SGD',   # Сингапурский доллар
    'малайзийский ринггит': 'MYR',  # Малайзийский ринггит
    'индонезийская рупия': 'IDR',   # Индонезийская рупия
    'филиппинское песо': 'PHP',     # Филиппинское песо
    'вьетнамский донг': 'VND',      # Вьетнамский донг
    'южноафриканский рэнд': 'ZAR',  # Южноафриканский рэнд
}
